<!-- <?php 
   # if(!isset($_COOKIE['login']) OR trim($_COOKIE['login']) == '') {
   #     header('Location: /');
   #     exit;
   # }
?> -->


<!DOCTYPE html>
<html lang="ru">
<head>
    <Title>New York Times</Title>
    <link rel="stylesheet" href="{{ asset('fonts/SF-UI-Display/style.css') }}">
    <link rel="stylesheet" href="{{ asset('css/style.css') }}">

    <!-- <link rel="icon" type="image/png" href="../dist/img/nytlogo-min.png"> -->

    <meta name="viewport" content="width=device-width, initial-scale=1">
    <meta charset="utf-8">
</head>
<body id="app">
	<div class="wrapper shop--bg">
		<div class="profile--wrapper">
            <section class="header-profile">
            	<x-header></x-header>

            </section>

            <section class="shop">
                <div class="character--header">
                    <a href="{{ route('index') }}" class="character--back"><img src="{{ asset('img/icons/arrow-left.svg') }}">Вернуться назад</a>
                    <div class="character--header-button">
                        <h1 class="character--title">Магазин</h1>
                    </div>
                    <div></div>
                </div>

                <div class="shop--tabs">
                    <ul>
                        <li class="shop--tab active">Все</li>
                        <li class="shop--tab">Премиум</li>
                        <li class="shop--tab">Деньги</li>
                        <li class="shop--tab">Купоны</li>
                        <li class="shop--tab">Экслюзив</li>
                        <li class="shop--tab">Оружие</li>
                    </ul>
                </div>

                <div class="shop--content">
                    <div class="shop--item">
                        <div class="shop--item-icon">
                            <img src="{{ asset('img/icons/shop/p-gold.svg') }}" alt="Item icon">
                        </div>
                        <div class="shop--item-content">
                            <h3 class="shop--item-title">Премиум «Gold»
                                <div class="tooltip">
                                    <svg xmlns="http://www.w3.org/2000/svg" width="20" height="20" viewBox="0 0 16 16" fill="none">
                                        <path d="M8 15C6.14348 15 4.36301 14.2625 3.05025 12.9497C1.7375 11.637 1 9.85652 1 8C1 6.14348 1.7375 4.36301 3.05025 3.05025C4.36301 1.7375 6.14348 1 8 1C9.85652 1 11.637 1.7375 12.9497 3.05025C14.2625 4.36301 15 6.14348 15 8C15 9.85652 14.2625 11.637 12.9497 12.9497C11.637 14.2625 9.85652 15 8 15ZM8 16C10.1217 16 12.1566 15.1571 13.6569 13.6569C15.1571 12.1566 16 10.1217 16 8C16 5.87827 15.1571 3.84344 13.6569 2.34315C12.1566 0.842855 10.1217 0 8 0C5.87827 0 3.84344 0.842855 2.34315 2.34315C0.842855 3.84344 0 5.87827 0 8C0 10.1217 0.842855 12.1566 2.34315 13.6569C3.84344 15.1571 5.87827 16 8 16V16Z" fill="#5E5E5E" />
                                        <path d="M8.92995 6.588L6.63995 6.875L6.55795 7.255L7.00795 7.338C7.30195 7.408 7.35995 7.514 7.29595 7.807L6.55795 11.275C6.36395 12.172 6.66295 12.594 7.36595 12.594C7.91095 12.594 8.54395 12.342 8.83095 11.996L8.91895 11.58C8.71895 11.756 8.42695 11.826 8.23295 11.826C7.95795 11.826 7.85795 11.633 7.92895 11.293L8.92995 6.588ZM8.99995 4.5C8.99995 4.76522 8.8946 5.01957 8.70706 5.20711C8.51952 5.39464 8.26517 5.5 7.99995 5.5C7.73474 5.5 7.48038 5.39464 7.29285 5.20711C7.10531 5.01957 6.99995 4.76522 6.99995 4.5C6.99995 4.23478 7.10531 3.98043 7.29285 3.79289C7.48038 3.60536 7.73474 3.5 7.99995 3.5C8.26517 3.5 8.51952 3.60536 8.70706 3.79289C8.8946 3.98043 8.99995 4.23478 8.99995 4.5Z" fill="#5E5E5E" />
                                    </svg>
                                    <div class="tooltip--wrapper">
                                        <p>Указанные изображения отличаются от вашей собственности, и имеют лишь декоративный и навигационный характер</p>
                                    </div>
                                </div>
                            </h3>

                            <p class="shop--item-desc">Премиум содержит ряд различных привилегий, приобретается на 1 месяц.</p>
                        </div>

                        <div class="shop--item-prices">
                            <h4 class="shop--item-price">
                                <span>969</span>₽
                            </h4>

                            <button class="shop--item-button">Приобрести</button>
                        </div>
                    </div>
                    <div class="shop--item">
                        <div class="shop--item-icon">
                            <img src="{{ asset('img/icons/shop/p-silver.svg') }}" alt="Item icon">
                        </div>
                        <div class="shop--item-content">
                            <h3 class="shop--item-title">Премиум «Silver»
                                <div class="tooltip">
                                    <svg xmlns="http://www.w3.org/2000/svg" width="20" height="20" viewBox="0 0 16 16" fill="none">
                                        <path d="M8 15C6.14348 15 4.36301 14.2625 3.05025 12.9497C1.7375 11.637 1 9.85652 1 8C1 6.14348 1.7375 4.36301 3.05025 3.05025C4.36301 1.7375 6.14348 1 8 1C9.85652 1 11.637 1.7375 12.9497 3.05025C14.2625 4.36301 15 6.14348 15 8C15 9.85652 14.2625 11.637 12.9497 12.9497C11.637 14.2625 9.85652 15 8 15ZM8 16C10.1217 16 12.1566 15.1571 13.6569 13.6569C15.1571 12.1566 16 10.1217 16 8C16 5.87827 15.1571 3.84344 13.6569 2.34315C12.1566 0.842855 10.1217 0 8 0C5.87827 0 3.84344 0.842855 2.34315 2.34315C0.842855 3.84344 0 5.87827 0 8C0 10.1217 0.842855 12.1566 2.34315 13.6569C3.84344 15.1571 5.87827 16 8 16V16Z" fill="#5E5E5E" />
                                        <path d="M8.92995 6.588L6.63995 6.875L6.55795 7.255L7.00795 7.338C7.30195 7.408 7.35995 7.514 7.29595 7.807L6.55795 11.275C6.36395 12.172 6.66295 12.594 7.36595 12.594C7.91095 12.594 8.54395 12.342 8.83095 11.996L8.91895 11.58C8.71895 11.756 8.42695 11.826 8.23295 11.826C7.95795 11.826 7.85795 11.633 7.92895 11.293L8.92995 6.588ZM8.99995 4.5C8.99995 4.76522 8.8946 5.01957 8.70706 5.20711C8.51952 5.39464 8.26517 5.5 7.99995 5.5C7.73474 5.5 7.48038 5.39464 7.29285 5.20711C7.10531 5.01957 6.99995 4.76522 6.99995 4.5C6.99995 4.23478 7.10531 3.98043 7.29285 3.79289C7.48038 3.60536 7.73474 3.5 7.99995 3.5C8.26517 3.5 8.51952 3.60536 8.70706 3.79289C8.8946 3.98043 8.99995 4.23478 8.99995 4.5Z" fill="#5E5E5E" />
                                    </svg>
                                    <div class="tooltip--wrapper">
                                        <p>Указанные изображения отличаются от вашей собственности, и имеют лишь декоративный и навигационный характер</p>
                                    </div>
                                </div>
                            </h3>

                            <p class="shop--item-desc">Премиум содержит ряд различных привилегий, приобретается на 1 месяц или навсегда.</p>
                        </div>

                        <div class="shop--item-prices">
                            <h4 class="shop--item-price">
                                <span>639</span>₽
                            </h4>

                            <button class="shop--item-button">Приобрести</button>
                        </div>
                    </div>

                    <div class="shop--item">
                        <div class="shop--item-icon">
                            <svg width="120" height="120" viewBox="0 0 120 120" fill="none" xmlns="http://www.w3.org/2000/svg">
                                <g clip-path="url(#clip0_557_301)">
                                    <g clip-path="url(#clip1_557_301)">
                                        <circle cx="60" cy="60" r="55" stroke="#17C949" stroke-width="10" />
                                        <path d="M62.9453 94.3516H57.4375V89.3516C51.2917 88.987 46.4609 87.3594 42.9453 84.4688C39.4557 81.5521 37.6979 77.6979 37.6719 72.9062H48.8438C48.974 74.9375 49.8203 76.6432 51.3828 78.0234C52.9453 79.4036 54.9635 80.224 57.4375 80.4844V65.25L53.2969 64.2734C48.5833 63.1797 44.9896 61.3047 42.5156 58.6484C40.0677 55.9661 38.8438 52.5938 38.8438 48.5312C38.8438 43.7396 40.4714 39.8854 43.7266 36.9688C47.0078 34.026 51.5781 32.3203 57.4375 31.8516V26.5H62.9453V31.8906C68.4141 32.3854 72.776 34.1172 76.0312 37.0859C79.3125 40.0286 80.9922 43.7526 81.0703 48.2578H70.2109C70.1589 46.4089 69.4557 44.7943 68.1016 43.4141C66.7474 42.0339 65.0286 41.2005 62.9453 40.9141V55.4844L67.125 56.3047C77.125 58.4922 82.125 63.7786 82.125 72.1641C82.125 77.112 80.4583 81.0833 77.125 84.0781C73.8177 87.0469 69.0911 88.7917 62.9453 89.3125V94.3516ZM71.0703 73.4141C71.0703 71.513 70.4062 69.9766 69.0781 68.8047C67.75 67.6328 65.7057 66.7734 62.9453 66.2266V80.5234C65.4974 80.3672 67.4896 79.6641 68.9219 78.4141C70.3542 77.1641 71.0703 75.4974 71.0703 73.4141ZM50.1328 47.5547C50.1328 51.0443 52.5677 53.3099 57.4375 54.3516V40.875C55.3021 41.0052 53.5443 41.6953 52.1641 42.9453C50.8099 44.1693 50.1328 45.7057 50.1328 47.5547Z" fill="#17C949" />
                                    </g>
                                </g>
                                <defs>
                                    <clipPath id="clip0_557_301">
                                        <rect width="120" height="120" fill="white" />
                                    </clipPath>
                                    <clipPath id="clip1_557_301">
                                        <rect width="120" height="120" fill="white" />
                                    </clipPath>
                                </defs>
                            </svg>
                        </div>
                        <div class="shop--item-content">
                            <h3 class="shop--item-title">Чемодан баксов
                                <div class="tooltip">
                                    <svg xmlns="http://www.w3.org/2000/svg" width="20" height="20" viewBox="0 0 16 16" fill="none">
                                        <path d="M8 15C6.14348 15 4.36301 14.2625 3.05025 12.9497C1.7375 11.637 1 9.85652 1 8C1 6.14348 1.7375 4.36301 3.05025 3.05025C4.36301 1.7375 6.14348 1 8 1C9.85652 1 11.637 1.7375 12.9497 3.05025C14.2625 4.36301 15 6.14348 15 8C15 9.85652 14.2625 11.637 12.9497 12.9497C11.637 14.2625 9.85652 15 8 15ZM8 16C10.1217 16 12.1566 15.1571 13.6569 13.6569C15.1571 12.1566 16 10.1217 16 8C16 5.87827 15.1571 3.84344 13.6569 2.34315C12.1566 0.842855 10.1217 0 8 0C5.87827 0 3.84344 0.842855 2.34315 2.34315C0.842855 3.84344 0 5.87827 0 8C0 10.1217 0.842855 12.1566 2.34315 13.6569C3.84344 15.1571 5.87827 16 8 16V16Z" fill="#5E5E5E" />
                                        <path d="M8.92995 6.588L6.63995 6.875L6.55795 7.255L7.00795 7.338C7.30195 7.408 7.35995 7.514 7.29595 7.807L6.55795 11.275C6.36395 12.172 6.66295 12.594 7.36595 12.594C7.91095 12.594 8.54395 12.342 8.83095 11.996L8.91895 11.58C8.71895 11.756 8.42695 11.826 8.23295 11.826C7.95795 11.826 7.85795 11.633 7.92895 11.293L8.92995 6.588ZM8.99995 4.5C8.99995 4.76522 8.8946 5.01957 8.70706 5.20711C8.51952 5.39464 8.26517 5.5 7.99995 5.5C7.73474 5.5 7.48038 5.39464 7.29285 5.20711C7.10531 5.01957 6.99995 4.76522 6.99995 4.5C6.99995 4.23478 7.10531 3.98043 7.29285 3.79289C7.48038 3.60536 7.73474 3.5 7.99995 3.5C8.26517 3.5 8.51952 3.60536 8.70706 3.79289C8.8946 3.98043 8.99995 4.23478 8.99995 4.5Z" fill="#5E5E5E" />
                                    </svg>
                                    <div class="tooltip--wrapper">
                                        <p>Указанные изображения отличаются от вашей собственности, и имеют лишь декоративный и навигационный характер</p>
                                    </div>
                                </div>
                            </h3>

                            <p class="shop--item-desc">Чемодан с игровой валютой ($), который игрок получит в свой инвентарь.
                                Открыв его, ему выпадет рандомная сумма наличных в диапазоне 20-50 тысяч долларов.</p>
                        </div>

                        <div class="shop--item-prices">
                            <h4 class="shop--item-price">
                                <span>600</span>₽
                            </h4>

                            <button class="shop--item-button">Приобрести</button>
                        </div>
                    </div>


                    <div class="shop--item">
                        <div class="shop--item-icon">
                            <svg width="120" height="120" viewBox="0 0 120 120" fill="none" xmlns="http://www.w3.org/2000/svg">
                                <g clip-path="url(#clip0_557_335)">
                                    <circle cx="60" cy="60" r="55" stroke="#1673FF" stroke-width="10" />
                                    <path d="M68.5642 38.2093C72.2179 38.2093 75.2682 35.1712 75.2682 31.6047C75.2682 29.853 74.5618 28.1731 73.3046 26.9345C72.0474 25.6958 70.3422 25 68.5642 25C64.8436 25 61.8603 27.906 61.8603 31.6047C61.8603 35.1712 64.8436 38.2093 68.5642 38.2093ZM56.4637 84.0456L59.8156 69.5814L66.8883 76.186V96H73.5922V71.2326L66.5196 64.6279L68.5642 54.7209C70.8596 57.3154 73.6929 59.3948 76.8732 60.8189C80.0534 62.2431 83.5066 62.9789 87 62.9767V56.3721C80.5978 56.3721 75.2682 53.0698 72.5531 48.3805L69.2011 43.1628C67.8603 41.1153 65.8492 39.8605 63.5363 39.8605C62.4972 39.8605 61.8603 40.1247 60.8212 40.1247L43.4246 47.3898V62.9767H50.1285V51.6828L56.1285 49.3712L50.7654 76.186L34.3408 72.8837L33 79.4884L56.4637 84.0456Z" fill="#1673FF" />
                                </g>
                                <defs>
                                    <clipPath id="clip0_557_335">
                                        <rect width="120" height="120" fill="white" />
                                    </clipPath>
                                </defs>
                            </svg>
                        </div>
                        <div class="shop--item-content">
                            <h3 class="shop--item-title">Индивидуальный скин
                                <div class="tooltip">
                                    <svg xmlns="http://www.w3.org/2000/svg" width="20" height="20" viewBox="0 0 16 16" fill="none">
                                        <path d="M8 15C6.14348 15 4.36301 14.2625 3.05025 12.9497C1.7375 11.637 1 9.85652 1 8C1 6.14348 1.7375 4.36301 3.05025 3.05025C4.36301 1.7375 6.14348 1 8 1C9.85652 1 11.637 1.7375 12.9497 3.05025C14.2625 4.36301 15 6.14348 15 8C15 9.85652 14.2625 11.637 12.9497 12.9497C11.637 14.2625 9.85652 15 8 15ZM8 16C10.1217 16 12.1566 15.1571 13.6569 13.6569C15.1571 12.1566 16 10.1217 16 8C16 5.87827 15.1571 3.84344 13.6569 2.34315C12.1566 0.842855 10.1217 0 8 0C5.87827 0 3.84344 0.842855 2.34315 2.34315C0.842855 3.84344 0 5.87827 0 8C0 10.1217 0.842855 12.1566 2.34315 13.6569C3.84344 15.1571 5.87827 16 8 16V16Z" fill="#5E5E5E" />
                                        <path d="M8.92995 6.588L6.63995 6.875L6.55795 7.255L7.00795 7.338C7.30195 7.408 7.35995 7.514 7.29595 7.807L6.55795 11.275C6.36395 12.172 6.66295 12.594 7.36595 12.594C7.91095 12.594 8.54395 12.342 8.83095 11.996L8.91895 11.58C8.71895 11.756 8.42695 11.826 8.23295 11.826C7.95795 11.826 7.85795 11.633 7.92895 11.293L8.92995 6.588ZM8.99995 4.5C8.99995 4.76522 8.8946 5.01957 8.70706 5.20711C8.51952 5.39464 8.26517 5.5 7.99995 5.5C7.73474 5.5 7.48038 5.39464 7.29285 5.20711C7.10531 5.01957 6.99995 4.76522 6.99995 4.5C6.99995 4.23478 7.10531 3.98043 7.29285 3.79289C7.48038 3.60536 7.73474 3.5 7.99995 3.5C8.26517 3.5 8.51952 3.60536 8.70706 3.79289C8.8946 3.98043 8.99995 4.23478 8.99995 4.5Z" fill="#5E5E5E" />
                                    </svg>
                                    <div class="tooltip--wrapper">
                                        <p>Указанные изображения отличаются от вашей собственности, и имеют лишь декоративный и навигационный характер</p>
                                    </div>
                                </div>
                            </h3>

                            <p class="shop--item-desc">
                                <span>Загрузка своего (готового, с проверкой модерации): 300₽ за 1-2, по 200₽ при заказе от 3.</span><br>
                                <span>Фракциям и при опте - делается скидка, обговаривается лично.</span><br>
                                <span>Заказ на создание скина по запросу у наших моделмейкеров: 400-700₽ за скин [моделирование+загруз], подробности и точная цена обговаривается лично с исполнителем.</span><br>
                            </p>
                        </div>

                        <div class="shop--item-prices">
                            <h4 class="shop--item-price">

                            </h4>

                            <button class="shop--item-button">Приобрести</button>
                        </div>
                    </div>

                    <div class="shop--item">
                        <div class="shop--item-icon">
                            <svg width="120" height="120" viewBox="0 0 120 120" fill="none" xmlns="http://www.w3.org/2000/svg">
                                <g clip-path="url(#clip0_557_390)">
                                    <circle cx="60" cy="60" r="55" stroke="#6F16FF" stroke-width="10" />
                                    <path d="M60 45H43.6364L33.8182 53.1579H30.5455C26.9127 53.1579 24 56.0621 24 59.6842V69.4737H31.1018C32.5091 73.3895 36.2073 76 40.3636 76C44.52 76 48.2182 73.3895 49.5927 69.4737H70.3745C71.7818 73.3895 75.48 76 79.6364 76C83.7927 76 87.4909 73.3895 88.8655 69.4737H96V66.2105C96 62.5884 92.6291 61.4137 89.4545 59.6842L60 45ZM37.9091 56.4211L45.2727 49.8947H58.3636L71.4545 56.4211H37.9091ZM40.3636 61.3158C41.6656 61.3158 42.9143 61.8315 43.8349 62.7494C44.7555 63.6674 45.2727 64.9124 45.2727 66.2105C45.2727 67.5087 44.7555 68.7537 43.8349 69.6716C42.9143 70.5896 41.6656 71.1053 40.3636 71.1053C39.0617 71.1053 37.813 70.5896 36.8924 69.6716C35.9718 68.7537 35.4545 67.5087 35.4545 66.2105C35.4545 64.9124 35.9718 63.6674 36.8924 62.7494C37.813 61.8315 39.0617 61.3158 40.3636 61.3158ZM79.6364 61.3158C80.9383 61.3158 82.187 61.8315 83.1076 62.7494C84.0282 63.6674 84.5455 64.9124 84.5455 66.2105C84.5455 67.5087 84.0282 68.7537 83.1076 69.6716C82.187 70.5896 80.9383 71.1053 79.6364 71.1053C78.3344 71.1053 77.0857 70.5896 76.1651 69.6716C75.2445 68.7537 74.7273 67.5087 74.7273 66.2105C74.7273 64.9124 75.2445 63.6674 76.1651 62.7494C77.0857 61.8315 78.3344 61.3158 79.6364 61.3158Z" fill="#6F16FF" />
                                </g>
                                <defs>
                                    <clipPath id="clip0_557_390">
                                        <rect width="120" height="120" fill="white" />
                                    </clipPath>
                                </defs>
                            </svg>
                        </div>
                        <div class="shop--item-content">
                            <h3 class="shop--item-title">Экслюзивный транспорт
                                <div class="tooltip">
                                    <svg xmlns="http://www.w3.org/2000/svg" width="20" height="20" viewBox="0 0 16 16" fill="none">
                                        <path d="M8 15C6.14348 15 4.36301 14.2625 3.05025 12.9497C1.7375 11.637 1 9.85652 1 8C1 6.14348 1.7375 4.36301 3.05025 3.05025C4.36301 1.7375 6.14348 1 8 1C9.85652 1 11.637 1.7375 12.9497 3.05025C14.2625 4.36301 15 6.14348 15 8C15 9.85652 14.2625 11.637 12.9497 12.9497C11.637 14.2625 9.85652 15 8 15ZM8 16C10.1217 16 12.1566 15.1571 13.6569 13.6569C15.1571 12.1566 16 10.1217 16 8C16 5.87827 15.1571 3.84344 13.6569 2.34315C12.1566 0.842855 10.1217 0 8 0C5.87827 0 3.84344 0.842855 2.34315 2.34315C0.842855 3.84344 0 5.87827 0 8C0 10.1217 0.842855 12.1566 2.34315 13.6569C3.84344 15.1571 5.87827 16 8 16V16Z" fill="#5E5E5E" />
                                        <path d="M8.92995 6.588L6.63995 6.875L6.55795 7.255L7.00795 7.338C7.30195 7.408 7.35995 7.514 7.29595 7.807L6.55795 11.275C6.36395 12.172 6.66295 12.594 7.36595 12.594C7.91095 12.594 8.54395 12.342 8.83095 11.996L8.91895 11.58C8.71895 11.756 8.42695 11.826 8.23295 11.826C7.95795 11.826 7.85795 11.633 7.92895 11.293L8.92995 6.588ZM8.99995 4.5C8.99995 4.76522 8.8946 5.01957 8.70706 5.20711C8.51952 5.39464 8.26517 5.5 7.99995 5.5C7.73474 5.5 7.48038 5.39464 7.29285 5.20711C7.10531 5.01957 6.99995 4.76522 6.99995 4.5C6.99995 4.23478 7.10531 3.98043 7.29285 3.79289C7.48038 3.60536 7.73474 3.5 7.99995 3.5C8.26517 3.5 8.51952 3.60536 8.70706 3.79289C8.8946 3.98043 8.99995 4.23478 8.99995 4.5Z" fill="#5E5E5E" />
                                    </svg>
                                    <div class="tooltip--wrapper">
                                        <p>Указанные изображения отличаются от вашей собственности, и имеют лишь декоративный и навигационный характер</p>
                                    </div>
                                </div>
                            </h3>
                        </div>

                        <div class="shop--item-prices">
                            <h4 class="shop--item-price">
                                От <span>700</span>₽ <br> до <span>2000</span>₽
                            </h4>

                            <button class="shop--item-button">Приобрести</button>
                        </div>
                    </div>

                </div>

            </section>
        </div>
	</div>
	<footer class="footer">
		<div class="footer--logo">
		<img src="{{ asset('img/logo-w.svg') }}" alt="Logotype">
		</div>

		<div class="footer--copyright">
		<p>© <?= date('Y'); ?> New York Times - Все права защищены </p>
		</div>

		<div class="footer--socials">
		<ul>
		  <li><a href="https://discord.com/servers/new-york-times-996446065345703956"><img src="{{ asset('img/icons/ds.svg') }}" alt="Discord"></a></li>
          <li><a href="https://t.me/newyorktimes2010"><img src="{{ asset('img/icons/tg.svg') }}" alt="Telegram"></a></li>
          <li><a href="https://vk.com/newyork.times"><img src="{{ asset('img/icons/vk.svg') }}" alt="VK"></a></li>
		</ul>
		</div>
		<div class="footer--links">
		<a href="#" class="footer--link">Политика конфиденциальности</a>
		<a href="#" class="footer--link">Пользовательское соглашение</a>
		</div>
	</footer>
    <x-login></x-login>
	<script src="{{ asset('js/jQuery.js') }}"></script>
	<script src="{{ asset('js/vue.js') }}"></script>
    <script src="{{ asset('js/main.js') }}"></script>
</body>
</html>